Repository: MaxXLive/ev-charge-ios
Catalog: evmap/evmap/Localizable.xcstrings
Source language: de
Languages: cs, en, et, fr, it, nb, nl, pt, ro, sv

source: %lld ausgewählt
cs: %lld vybráno
en: %lld selected
et: %lld valitud
fr: %lld sélectionnés
it: %lld selezionati
nb: %lld valgt
nl: %lld geselecteerd
pt: %lld selecionados
ro: %lld selectate
sv: %lld valda

source: %lld kompatible Ladekarten
cs: %lld kompatibilních nabíjecích karet
en: %lld compatible charge cards
et: %lld ühilduvat laadimiskaarti
fr: %lld cartes de recharge compatibles
it: %lld tessere di ricarica compatibili
nb: %lld kompatible ladekort
nl: %lld compatibele laadpassen
pt: %lld cartões de carregamento compatíveis
ro: %lld carduri de încărcare compatibile
sv: %lld kompatibla laddkort

source: %lld Quellen
cs: %lld zdrojů
en: %lld sources
et: %lld allikat
fr: %lld sources
it: %lld fonti
nb: %lld kilder
nl: %lld bronnen
pt: %lld fontes
ro: %lld surse
sv: %lld källor

source: %lld/%lld frei
cs: %lld/%lld volných
en: %lld/%lld available
et: %lld/%lld vaba
fr: %lld/%lld disponibles
it: %lld/%lld disponibili
nb: %lld/%lld ledige
nl: %lld/%lld beschikbaar
pt: %lld/%lld disponíveis
ro: %lld/%lld disponibile
sv: %lld/%lld lediga

source: © 2020–2026 Johan von Forstner und Mitwirkende. Lizenz: MIT.
cs: © 2020–2026 Johan von Forstner a přispěvatelé. Licence: MIT.
en: © 2020–2026 Johan von Forstner and contributors. License: MIT.
et: © 2020–2026 Johan von Forstner ja kaastöötajad. Litsents: MIT.
fr: © 2020–2026 Johan von Forstner et contributeurs. Licence : MIT.
it: © 2020–2026 Johan von Forstner e collaboratori. Licenza: MIT.
nb: © 2020–2026 Johan von Forstner og bidragsytere. Lisens: MIT.
nl: © 2020–2026 Johan von Forstner en bijdragers. Licentie: MIT.
pt: © 2020–2026 Johan von Forstner e colaboradores. Licença: MIT.
ro: © 2020–2026 Johan von Forstner și colaboratori. Licență: MIT.
sv: © 2020–2026 Johan von Forstner och bidragsgivare. Licens: MIT.

source: © 2026 Max Ermackov. Lizenz: MIT.
cs: © 2026 Max Ermackov. Licence: MIT.
en: © 2026 Max Ermackov. License: MIT.
et: © 2026 Max Ermackov. Litsents: MIT.
fr: © 2026 Max Ermackov. Licence : MIT.
it: © 2026 Max Ermackov. Licenza: MIT.
nb: © 2026 Max Ermackov. Lisens: MIT.
nl: © 2026 Max Ermackov. Licentie: MIT.
pt: © 2026 Max Ermackov. Licença: MIT.
ro: © 2026 Max Ermackov. Licență: MIT.
sv: © 2026 Max Ermackov. Licens: MIT.

source: ⚡ Laden kostenlos
cs: ⚡ Nabíjení zdarma
en: ⚡ Charging free
et: ⚡ Laadimine tasuta
fr: ⚡ Recharge gratuite
it: ⚡ Ricarica gratuita
nb: ⚡ Lading gratis
nl: ⚡ Opladen gratis
pt: ⚡ Carregamento gratuito
ro: ⚡ Încărcare gratuită
sv: ⚡ Laddning gratis

source: ⚡ Laden kostenpflichtig
cs: ⚡ Nabíjení placené
en: ⚡ Charging paid
et: ⚡ Laadimine tasuline
fr: ⚡ Recharge payante
it: ⚡ Ricarica a pagamento
nb: ⚡ Lading betalt
nl: ⚡ Opladen betaald
pt: ⚡ Carregamento pago
ro: ⚡ Încărcare cu plată
sv: ⚡ Laddning avgiftsbelagd

source: 24 Stunden geöffnet
cs: Otevřeno 24/7
en: Open 24/7
et: Avatud 24/7
fr: Ouvert 24h/24 et 7j/7
it: Aperto 24/7
nb: Døgnåpen
nl: 24/7 open
pt: Aberto 24/7
ro: Deschis nonstop
sv: Öppet 24/7

source: 24/7 geöffnet
cs: Dostupné 24/7
en: Available 24/7
et: Avatud 24/7
fr: Disponible 24h/24 et 7j/7
it: Disponibile 24/7
nb: Døgnåpent
nl: 24/7 beschikbaar
pt: Disponível 24/7
ro: Disponibile nonstop
sv: Tillgänglig 24/7

source: Abbrechen
cs: Zrušit
en: Cancel
et: Katkesta
fr: Annuler
it: Cancella
nb: Avbryt
nl: Afbreken
pt: Cancelar
ro: Anulare
sv: Avbryt

source: Abmelden
cs: Odhlásit se
en: Sign out
et: Logi välja
fr: Se déconnecter
it: Esci
nb: Logg ut
nl: Uitloggen
pt: Terminar sessão
ro: Deconectează-te
sv: Logga ut

source: Adresse
cs: Adresa
en: Address
et: Aadress
it: Indirizzo
nl: Adres
pt: Endereço
ro: Adresa
sv: Adress

source: Aktive Quelle
cs: Aktivní zdroj
en: Active source
et: Aktiivne allikas
fr: Source active
it: Fonte attiva
nb: Aktiv kilde
nl: Actieve bron
pt: Fonte ativa
ro: Sursă activă
sv: Aktiv källa

source: Aktualisiere…
cs: Aktualizace…
en: Updating…
et: Värskendamine…
fr: Mise à jour…
it: Aggiornamento…
nb: Oppdaterer…
nl: Bijwerken…
pt: A atualizar…
ro: Se actualizează…
sv: Uppdaterar…

source: aktualisiert %@
cs: aktualizováno %@
en: updated %@
et: uuendatud %@
fr: mis à jour %@
it: aggiornato %@
nb: oppdatert %@
nl: bijgewerkt %@
pt: atualizado %@
ro: actualizat %@
sv: uppdaterad %@

source: Alle
cs: Vše
en: All
et: Kõik
fr: Tout
it: Tutti
pt: Todos
ro: Toate
sv: Alla

source: Als Favorit speichern
cs: Přidat do oblíbených
en: Add to favorites
et: Lisa lemmikuks
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
nb: Legg til som favoritt
nl: Aan favorieten toevoegen
pt: Adicionar aos favoritos
ro: Adaugă la favorite
sv: Lägg till som favorit

source: Als Profil speichern…
cs: Uložit jako profil
en: Save as profile
et: Salvesta otsinguprofiilina
fr: Enregistrer en tant que profil
it: Salva come profilo
nb: Lagre som profil
nl: Bewaar als profiel
pt: Guardar como perfil
ro: Salveaza ca profil
sv: Spara som profil

source: Andere Kund:innen
cs: Ostatní zákazníci
en: Other customers
et: Teised kliendid
fr: Autres clients
it: Altri clienti
nb: Andre kunder
nl: Andere klanten
pt: Outros clientes
ro: Alți clienți
sv: Andra kunder

source: Andere Zeiten: %@
cs: Ostatní časy: %@
en: Other times: %@
et: Muul ajal: %@
fr: Autres horaires : %@
it: Altri orari: %@
nb: Andre tider: %@
nl: Andere tijden: %@
pt: Outros horários: %@
ro: Alte intervale: %@
sv: Andra tider: %@

source: Angemeldet als
cs: Přihlášen jako
en: Signed in as
et: Sisse logitud kui
fr: Connecté en tant que
it: Accesso eseguito come
nb: Logget inn som
nl: Ingelogd als
pt: Sessão iniciada como
ro: Conectat ca
sv: Inloggad som

source: Anmelden, um Echtzeitdaten und Preise für Tesla Supercharger zu sehen. Kein Tesla-Fahrzeug nötig.
cs: Přihlaste se a zobrazte data v reálném čase a ceny pro Tesla Supercharger. Vozidlo Tesla není potřeba.
en: Sign in to see real-time data and pricing for Tesla Superchargers. No Tesla vehicle required.
et: Logi sisse, et näha Tesla Superchargerite reaalajas andmeid ja hindu. Tesla sõidukit pole vaja.
fr: Connectez-vous pour voir les données en temps réel et les tarifs des Superchargeurs Tesla. Aucun véhicule Tesla requis.
it: Accedi per vedere dati in tempo reale e prezzi dei Tesla Supercharger. Non serve un veicolo Tesla.
nb: Logg inn for å se sanntidsdata og priser for Tesla Superchargere. Ingen Tesla-bil nødvendig.
nl: Log in om realtimegegevens en prijzen voor Tesla Superchargers te zien. Geen Tesla-voertuig nodig.
pt: Inicia sessão para ver dados em tempo real e preços dos Superchargers Tesla. Não é necessário um veículo Tesla.
ro: Conectează-te pentru a vedea date în timp real și prețuri pentru Tesla Supercharger. Nu este nevoie de un vehicul Tesla.
sv: Logga in för att se realtidsdata och priser för Tesla Superchargers. Inget Tesla-fordon krävs.

source: Anmeldung fehlgeschlagen
cs: Přihlášení se nezdařilo
en: Sign-in failed
et: Sisselogimine ebaõnnestus
fr: Échec de la connexion
it: Accesso non riuscito
nb: Innlogging mislyktes
nl: Inloggen mislukt
pt: Falha ao iniciar sessão
ro: Conectarea a eșuat
sv: Inloggningen misslyckades

source: Anschlüsse
cs: Konektory
en: Connectors
et: Pistikud
fr: Connecteurs
it: Prese
nb: Tilkobling
nl: Connectoren
pt: Conectores
ro: Conectori
sv: Laddkontakter

source: Antwort konnte nicht gelesen werden.
cs: Odpověď nelze přečíst.
en: The response could not be read.
et: Vastust ei õnnestunud lugeda.
fr: Impossible de lire la réponse.
it: Impossibile leggere la risposta.
nb: Svaret kunne ikke leses.
nl: Het antwoord kon niet worden gelezen.
pt: Não foi possível ler a resposta.
ro: Răspunsul nu a putut fi citit.
sv: Svaret kunde inte läsas.

source: Anwenden
cs: Použít
en: Apply
et: Rakenda
fr: Appliquer
it: Applica
nb: Bruk
nl: Toepassen
pt: Aplicar
ro: Aplică
sv: Tillämpa

source: Anwohner
cs: Obyvatelé
en: Residents
et: Elanikele
fr: Residents
it: Residenti
nb: Residents
nl: Residents
pt: Residents
ro: Residents
sv: Boende

source: API-Key fehlt oder ist ungültig.
cs: Klíč API chybí nebo je neplatný.
en: API key is missing or invalid.
et: API-võti puudub või on vigane.
fr: La clé API est manquante ou non valide.
it: La chiave API è mancante o non valida.
nb: API-nøkkelen mangler eller er ugyldig.
nl: API-sleutel ontbreekt of is ongeldig.
pt: A chave de API está em falta ou é inválida.
ro: Cheia API lipsește sau este nevalidă.
sv: API-nyckeln saknas eller är ogiltig.

source: API-Key fehlt, ist ungültig oder das Limit ist erreicht.
cs: Klíč API chybí, je neplatný nebo byl dosažen limit.
en: API key is missing, invalid or the limit has been reached.
et: API-võti puudub, on vigane või limiit on saavutatud.
fr: La clé API est manquante, non valide ou la limite est atteinte.
it: La chiave API è mancante, non valida o il limite è stato raggiunto.
nb: API-nøkkelen mangler, er ugyldig eller grensen er nådd.
nl: API-sleutel ontbreekt, is ongeldig of de limiet is bereikt.
pt: A chave de API está em falta, é inválida ou o limite foi atingido.
ro: Cheia API lipsește, este nevalidă sau limita a fost atinsă.
sv: API-nyckeln saknas, är ogiltig eller gränsen har nåtts.

source: App
cs: Aplikace
et: Rakendus
fr: Application
ro: Aplicație

source: App-Sprache
cs: Jazyk aplikace
en: App language
et: Rakenduse keel
fr: Langue de l'app
it: Lingua dell'app
nb: Appspråk
nl: App-taal
pt: Idioma da app
ro: Limba aplicației
sv: Appspråk

source: App-Sprache ändern
cs: Změnit jazyk aplikace
en: Change app language
et: Muuda rakenduse keelt
fr: Changer la langue de l'app
it: Cambia lingua dell'app
nb: Endre appspråk
nl: App-taal wijzigen
pt: Alterar idioma da app
ro: Schimbă limba aplicației
sv: Ändra appspråk

source: Auf die Leistung kommt es an
cs: Záleží na výkonu
en: Power is what counts
et: Loeb võimsus
fr: La puissance, c'est ce qui compte
it: Conta la potenza
nb: Det er effekten som teller
nl: Het vermogen telt
pt: O que conta é a potência
ro: Puterea contează
sv: Effekten är det som räknas

source: Ausstattung
cs: Vybavení
en: Amenities
et: Teenused
fr: Commodités
it: Servizi
nb: Tilleggstjenester
nl: Voorzieningen
pt: Facilidades
ro: Facilitati
sv: Bekvämligheter

source: Autobahnraststätte
cs: Služební oblast (na dálnici)
en: Service area (on motorway)
et: Teenindusala (kiirteel)
fr: Aire de service (sur autoroute)
it: Area di servizio (in autostrada)
nb: Rasteplass (på motorvei)
nl: Herstelzone (op snelweg)
pt: Área de serviço (autoestrada)
ro: Zona servicii (autostrada)
sv: Rastplats (vid motorväg)

source: Autohaus
cs: Prodejna automobilů
en: Car Dealership
et: Autopood
fr: Concessionnaire automobile
it: Concessionaria auto
nb: Bilforhandlere
nl: Autoverdeler
pt: Stand de carros
ro: Reprezentanta auto
sv: Bilförsäljare

source: Autohof
cs: Služební oblast (mimo dálnici)
en: Service area (off motorway)
et: Teenindusala (väljaspool kiirteed)
fr: Aire de service (hors autoroute)
it: Area di servizio (non in autostrada)
nb: Rasteplass (ikke på motorvei)
nl: Herstelzone (niet langs de snelweg)
pt: Área de serviço (fora da autoestrada)
ro: Zona servicii (in afara autostrazii)
sv: Rastplats (utanför motorväg)

source: Bahnhof
cs: Železniční stanice
en: Railway station
et: Raudteejaam
fr: Gare ferroviaire
it: Stazione ferroviaria
nb: Togstasjon
nl: Treinstation
pt: Estação de comboio
ro: Statie tren
sv: Tågstation

source: bald
cs: brzy
en: soon
et: varsti
fr: bientôt
it: presto
nb: snart
nl: binnenkort
pt: em breve
ro: în curând
sv: snart

source: Behörde
cs: Orgány veřejné správy
en: Public authorities
et: Avalik asutus
fr: Pouvoirs publics
it: Autorità pubbliche
nb: Offentlige myndigheter
nl: Publieke instanties
pt: Autoridades públicas
ro: Autoritati locale
sv: Offentliga myndigheter

source: Bei %@ ansehen
cs: Zobrazit na %@
en: View on %@
et: Vaata rakenduses %@
fr: Voir sur %@
it: Visualizza su %@
nb: Vis på %@
nl: Bekijken op %@
pt: Ver em %@
ro: Vezi pe %@
sv: Visa på %@

source: Bei %@ bearbeiten
cs: Upravit na %@
en: Edit on %@
et: Muuda rakenduses %@
fr: Modifier sur %@
it: Modifica su %@
nb: Rediger på %@
nl: Bewerken op %@
pt: Editar em %@
ro: Editează pe %@
sv: Redigera på %@

source: Besucher
cs: Návštěvníci
en: Visitors
et: Külastajatele
fr: Visitors
it: Visitatori
nb: Visitors
nl: Visitors
pt: Visitors
ro: Visitors
sv: Besökare

source: Betreiber
cs: Operátor
en: Operator
et: Käitaja
fr: Opérateur
it: Operatore
nb: Operatør
nl: Operator
pt: Operador
ro: Operator
sv: Operatör

source: bis zu %@
cs: až %@
en: up to %@
et: kuni %@
fr: jusqu’à %@
it: fino a %@
nb: opptil %@
nl: tot %@
pt: até %@
ro: până la %@
sv: upp till %@

source: Bitte wähle eine Datenquelle für Ladestationen aus. Du kannst sie später in den Einstellungen der App ändern.
cs: Vyberte zdroj dat pro nabíjecí stanice. Později jej můžete změnit v nastavení aplikace.
en: Please choose a data source for charging stations. You can change it later in the app settings.
et: Vali laadimisjaamade andmeallikas. Saad seda hiljem rakenduse seadetes muuta.
fr: Veuillez choisir une source de données pour les bornes de recharge. Vous pourrez la modifier plus tard dans les réglages de l'app.
it: Scegli una fonte dati per le stazioni di ricarica. Potrai modificarla in seguito nelle impostazioni dell'app.
nb: Velg en datakilde for ladestasjoner. Du kan endre den senere i appinnstillingene.
nl: Kies een gegevensbron voor oplaadpunten. Je kunt deze later in de app-instellingen wijzigen.
pt: Escolha uma fonte de dados para as estações de carregamento. Pode alterá-la mais tarde nas definições da app.
ro: Alegeți o sursă de date pentru stațiile de încărcare. O puteți modifica ulterior în setările aplicației.
sv: Välj en datakälla för laddstationer. Du kan ändra den senare i appens inställningar.

source: Blockiergebühr: %@
cs: Poplatek za blokování: %@
en: Blocking fee: %@
et: Blokeerimistasu: %@
fr: Frais de stationnement : %@
it: Tariffa di sosta: %@
nb: Blokkeringsgebyr: %@
nl: Blokkeertarief: %@
pt: Taxa de bloqueio: %@
ro: Taxă de blocare: %@
sv: Blockeringsavgift: %@

source: Campingplatz
cs: Kemp
en: Camping site
et: Laagriplats
fr: Camping
it: Area Campeggio
nb: Campingplass
nl: Kampeerplaats
pt: Parque de campismo
ro: Camping
sv: Campingplats

source: CEE Blau
cs: CEE modrý
en: CEE Blue
et: CEE sinine
fr: CEE Bleu
it: CEE Blu
nb: CEE blå
nl: CEE Blue
pt: CEE Azul
ro: CEE Blue
sv: CEE blå

source: CEE Rot
cs: CEE červený
en: CEE Red
et: CEE punane
fr: CEE Rouge
it: CEE Rossa
nb: CEE rød
nl: CEE Red
pt: CEE Vermelho
ro: CEE Red
sv: CEE röd

source: Darstellung
cs: Vzhled
en: Appearance
et: Välimus
fr: Apparence
it: Aspetto
nb: Utseende
nl: Weergave
pt: Aparência
ro: Aspect
sv: Utseende

source: Daten
cs: Data
en: Data
et: Andmed
fr: Données
it: Dati
nb: Data
nl: Gegevens
pt: Dados
ro: Date
sv: Data

source: Daten von Open Charge Map und Mitwirkenden, lizenziert unter CC BY-SA 4.0.
cs: Data od Open Charge Map a přispěvatelů, licencováno pod CC BY-SA 4.0.
en: Data from Open Charge Map and contributors, licensed under CC BY-SA 4.0.
et: Andmed Open Charge Mapilt ja kaastöötajatelt, litsentsitud CC BY-SA 4.0 alusel.
fr: Données d'Open Charge Map et des contributeurs, sous licence CC BY-SA 4.0.
it: Dati da Open Charge Map e collaboratori, concessi in licenza CC BY-SA 4.0.
nb: Data fra Open Charge Map og bidragsytere, lisensiert under CC BY-SA 4.0.
nl: Gegevens van Open Charge Map en bijdragers, gelicentieerd onder CC BY-SA 4.0.
pt: Dados do Open Charge Map e colaboradores, licenciados sob CC BY-SA 4.0.
ro: Date de la Open Charge Map și colaboratori, licențiate sub CC BY-SA 4.0.
sv: Data från Open Charge Map och bidragsgivare, licensierad under CC BY-SA 4.0.

source: Datenquelle
cs: Zdroj dat
en: Data source
et: Andmeallikas
fr: Source des données
it: Fonte dati
nb: Datakilder
nl: Databron
pt: Fonte da informação
ro: Sursa date
sv: Datakälla

source: Datenquellen
cs: Zdroje dat
en: Data sources
et: Andmeallikad
fr: Sources de données
it: Fonti dati
nb: Datakilder
nl: Gegevensbronnen
pt: Fontes de dados
ro: Surse de date
sv: Datakällor

source: Defekte ausblenden
cs: Vyloučit nabíječky se zprávou o závadě
en: Exclude chargers with reported faults
et: Välista laadijad, mille vigadest on varem teada antud
fr: Exclure les chargeurs avec des défauts signalés
it: Escludi colonnine con guasti segnalati
nb: Utelat ladere med rapporterte feil
nl: Sluit laadstations uit met gerapporteerde fouten
pt: Excluir carregadores com relatos de falhas
ro: Exclude statiile raportate defecte
sv: Utelämna laddare med felrapporter

source: Die Farbe einer Ladestation zeigt dir die maximale Ladeleistung
cs: Barva nabíjecí stanice ukazuje maximální nabíjecí výkon
en: The color of a charging station shows you the maximum charging power
et: Laadimisjaama värv näitab maksimaalset laadimisvõimsust
fr: La couleur d'une borne indique la puissance de charge maximale
it: Il colore di una stazione di ricarica indica la potenza di ricarica massima
nb: Fargen på en ladestasjon viser maksimal ladeeffekt
nl: De kleur van een laadstation toont het maximale laadvermogen
pt: A cor de uma estação de carregamento mostra a potência máxima de carregamento
ro: Culoarea unei stații de încărcare arată puterea maximă de încărcare
sv: Färgen på en laddstation visar den maximala laddeffekten

source: Die Sprache der App folgt den Systemeinstellungen. Über „App-Sprache“ öffnest du die iOS-Einstellungen, um eine andere Sprache nur für EVMap zu wählen.
cs: Jazyk aplikace se řídí nastavením systému. Pomocí „Jazyk aplikace“ otevřete nastavení iOS a zvolíte jiný jazyk jen pro EVMap.
en: The app language follows the system settings. Use “App language” to open the iOS settings and choose a different language just for EVMap.
et: Rakenduse keel järgib süsteemi seadeid. Vali „Rakenduse keel“, et avada iOS-i seaded ja valida EVMapile eraldi keel.
fr: La langue de l'app suit les réglages du système. Utilisez « Langue de l'app » pour ouvrir les réglages iOS et choisir une autre langue uniquement pour EVMap.
it: La lingua dell'app segue le impostazioni di sistema. Usa “Lingua dell'app” per aprire le impostazioni iOS e scegliere un'altra lingua solo per EVMap.
nb: Appens språk følger systeminnstillingene. Bruk «Appspråk» for å åpne iOS-innstillingene og velge et annet språk kun for EVMap.
nl: De app-taal volgt de systeeminstellingen. Gebruik ‘App-taal’ om de iOS-instellingen te openen en alleen voor EVMap een andere taal te kiezen.
pt: O idioma da app segue as definições do sistema. Use “Idioma da app” para abrir as definições do iOS e escolher outro idioma apenas para o EVMap.
ro: Limba aplicației urmează setările sistemului. Folosiți „Limba aplicației” pentru a deschide setările iOS și a alege o altă limbă doar pentru EVMap.
sv: Appens språk följer systeminställningarna. Använd ”Appspråk” för att öppna iOS-inställningarna och välja ett annat språk enbart för EVMap.

source: Diese App nutzt ausschließlich von Apple bereitgestellte Frameworks und keine externen Drittanbieter-Bibliotheken.
cs: Tato aplikace používá výhradně frameworky poskytované společností Apple a žádné externí knihovny třetích stran.
en: This app uses only frameworks provided by Apple and no external third-party libraries.
et: See rakendus kasutab ainult Apple'i pakutavaid raamistikke ega ühtegi välist kolmanda osapoole teeki.
fr: Cette application utilise uniquement des frameworks fournis par Apple et aucune bibliothèque tierce externe.
it: Questa app utilizza esclusivamente framework forniti da Apple e nessuna libreria esterna di terze parti.
nb: Denne appen bruker kun rammeverk levert av Apple og ingen eksterne tredjepartsbiblioteker.
nl: Deze app gebruikt uitsluitend door Apple geleverde frameworks en geen externe bibliotheken van derden.
pt: Este app utiliza exclusivamente frameworks fornecidos pela Apple e nenhuma biblioteca externa de terceiros.
ro: Această aplicație folosește exclusiv framework-uri furnizate de Apple și nicio bibliotecă externă de la terți.
sv: Den här appen använder endast ramverk från Apple och inga externa tredjepartsbibliotek.

source: Dieser Filter wird von %@ nicht bereitgestellt und hat dort keine Wirkung.
cs: Tento filtr není poskytován zdrojem %@ a nemá tam žádný účinek.
en: This filter is not provided by %@ and has no effect there.
et: Seda filtrit %@ ei paku ja sellel pole seal mõju.
fr: Ce filtre n'est pas fourni par %@ et n'a aucun effet là-bas.
it: Questo filtro non è fornito da %@ e non ha alcun effetto.
nb: Dette filteret leveres ikke av %@ og har ingen effekt der.
nl: Dit filter wordt niet door %@ aangeboden en heeft daar geen effect.
pt: Este filtro não é fornecido por %@ e não tem efeito.
ro: Acest filtru nu este oferit de %@ și nu are efect acolo.
sv: Det här filtret tillhandahålls inte av %@ och har ingen effekt där.

source: Dunkel
cs: Tmavý
en: Dark
et: Tume
fr: Sombre
it: Scuro
nb: Mørkt
nl: Donker
pt: Escuro
ro: Întunecat
sv: Mörkt

source: Durchschnittliche Auslastung
cs: Průměrné vytížení
en: Average utilization
et: Keskmine koormus
fr: Taux d’utilisation moyen
it: Utilizzo medio
nb: Gjennomsnittlig bruk
nl: Gemiddeld gebruik
pt: Utilização média
ro: Utilizare medie
sv: Genomsnittlig beläggning

source: Echtzeit-Daten: %@
cs: Data v reálném čase: %@
en: Live data: %@
et: Reaalajas andmed: %@
fr: Données en temps réel : %@
it: Dati in tempo reale: %@
nb: Sanntidsdata: %@
nl: Live-gegevens: %@
pt: Dados em tempo real: %@
ro: Date în timp real: %@
sv: Realtidsdata: %@

source: Echtzeit-Status (Beta): Tesla
cs: Stav v reálném čase (beta): Tesla
en: Real-time status (beta): Tesla
et: Reaalajas olek (beeta): Tesla
fr: Statut en temps réel (bêta) : Tesla
it: Stato in tempo reale (beta): Tesla
nb: Sanntidsstatus (beta): Tesla
nl: Realtimestatus (bèta): Tesla
pt: Estado em tempo real (beta): Tesla
ro: Stare în timp real (beta): Tesla
sv: Realtidsstatus (beta): Tesla

source: Echtzeit-Verfügbarkeit teilweise via EnBW-Ladenetz.
cs: Dostupnost v reálném čase částečně přes EnBW Ladenetz.
en: Real-time availability partly via EnBW Ladenetz.
et: Reaalajas saadavus osaliselt EnBW Ladenetzi kaudu.
fr: Disponibilité en temps réel en partie via EnBW Ladenetz.
it: Disponibilità in tempo reale in parte tramite EnBW Ladenetz.
nb: Sanntidstilgjengelighet delvis via EnBW Ladenetz.
nl: Realtime beschikbaarheid deels via EnBW Ladenetz.
pt: Disponibilidade em tempo real parcialmente via EnBW Ladenetz.
ro: Disponibilitate în timp real parțial prin EnBW Ladenetz.
sv: Tillgänglighet i realtid delvis via EnBW Ladenetz.

source: Echtzeitdaten für Tesla Supercharger
cs: Data v reálném čase pro Tesla Supercharger
en: Real-time data for Tesla Superchargers
et: Reaalajas andmed Tesla Superchargerite kohta
fr: Données en temps réel pour les Superchargeurs Tesla
it: Dati in tempo reale per i Tesla Supercharger
nb: Sanntidsdata for Tesla Superchargere
nl: Realtimegegevens voor Tesla Superchargers
pt: Dados em tempo real para Superchargers Tesla
ro: Date în timp real pentru Tesla Supercharger
sv: Realtidsdata för Tesla Superchargers

source: egal
cs: Libovolné
en: Any
et: Ükskõik
fr: Indifférent
it: Qualsiasi
nb: Uansett
nl: Maakt niet uit
pt: Qualquer
ro: Oricare
sv: Spelar ingen roll

source: Einführung erneut zeigen
cs: Znovu zobrazit úvod
en: Show introduction again
et: Näita tutvustust uuesti
fr: Revoir l'introduction
it: Mostra di nuovo l'introduzione
nb: Vis introduksjonen igjen
nl: Introductie opnieuw tonen
pt: Mostrar introdução novamente
ro: Afișează din nou introducerea
sv: Visa introduktionen igen

source: Einheiten
cs: Jednotky
en: Units
et: Ühikud
fr: Unités
it: Unità
nb: Enheter
nl: Eenheden
pt: Unidades
ro: Unități
sv: Enheter

source: Einkaufszentrum
cs: Nákupní středisko
en: Shopping mall
et: Ostukeskus
fr: Centre commercial
it: Centro commerciale
nb: Kjøpesenter
nl: Winkelcentrum
pt: Centro comercial
ro: Mall
sv: Köpcenter

source: Einstellungen
cs: Nastavení
en: Settings
et: Seadistused
fr: Paramètres
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pt: Definições
ro: Setari
sv: Inställningar
